Repository: vapvarun/buddypress-profanity
Catalog: languages/buddypress-profanity-*_formal.po
Languages: de_de@formal

source: This buddypress plugin filter out any kind of bad language and gives your community peace of mind.The plugin keeps your content family-friendly and don't show any profanity in your community’s posts or comments.
de_de@formal: Dieses Buddypress-Plugin filtert jede Form schlechten Sprachstils heraus und gibt Ihrer Community Sicherheit. Das Plugin sorgt für familienfreundliche Inhalte und zeigt keine Schimpfwörter in Beiträgen oder Kommentaren Ihrer Community an.

source: http://www.wbcomdesigns.com
de_de@formal: https://www.wbcomdesigns.com
