Repository: vapvarun/buddypress-profanity
Catalog: languages/buddypress-profanity-*.po
Languages: da_dk

source: General
da_dk: Generelt

source: Buddypress Profanity Settings Page
da_dk: BuddyPress bandeord indstillinger side

source: BuddyPress Profanity
da_dk: BuddyPress bandeord

source: BuddyPress Profanity Settings
da_dk: BuddyPress bandeord indstillinger

source: Keywords to remove
da_dk: Søgeord for at fjerne

source: Enter keywords here which you want to remove from community.
da_dk: Indtast søgeord her, som du vil fjerne fra Fællesskabet.

source: Content to be fitered
da_dk: Indhold, der skal fitered

source: First letter retainded
da_dk: Første bogstav retainded

source: Last letter retained
da_dk: Sidste brev bevaret

source: Fisrt and Last letter retained
da_dk: Fisrt og sidste brev bevaret

source: All letter removed
da_dk: Alle brev fjernet

source: Filter character
da_dk: Filter tegn

source: Case Sensitive
da_dk: Forskel på STORE og små bogstaver

source: Case Insensitive (recommended)
da_dk: Versal-ufølsom (anbefales)

source: Note: Case Insensitive matching type is better as it captures more words!
da_dk: Bemærk: versal-ufølsom matching type er bedre, da det fanger flere ord!

source: Strict filtering
da_dk: Streng filtrering

source: Strict Filtering OFF
da_dk: Streng filtrering fra

source: Strict Filtering ON (recommended)
da_dk: Streng filtrering på (anbefales)

source: Note: When strict filtering is ON, embedded keywords are no longer filtered.
da_dk: Bemærk: når streng filtrering er aktiveret, filtreres integrerede søgeord ikke længere.

source: Does This plugin requires BuddyPress?
da_dk: Er dette plugin kræver BuddyPress?

source: Yes, It needs you to have BuddyPress installed and activated.
da_dk: Ja, det har brug for dig at have BuddyPress installeret og aktiveret.

source: Does this plugin filter multiple keywords?
da_dk: Er dette plugin filter flere søgeord?

source: Yes, multiple keywords can be set to filter with the setting [Keywords to remove] provied under general tab.
da_dk: Ja, kan flere søgeord indstilles til at filtrere med indstillingen [keywords at fjerne] provied under fanen Generelt.

source: How do I specify a character other than defined characers to replace out keywords?
da_dk: Hvordan angiver jeg et andet tegn end defineret characers til at erstatte søgeord?

source: This can be achieved with the help of filters provided in the plugin. To replace keywords with cutsom character for eg. @ write below coed in your functions.php file of active theme or wherever you want.
da_dk: Dette kan opnås ved hjælp af filtre, der er fastsat i plugin. At erstatte søgeord med Cutsom tegn for f. eks. @ Skriv nedenfor Coed i dine functions. php fil af aktive tema eller hvor du vil.

source: After adding this code an option is created under [Filter Character], select the newly added option and save the settings.
da_dk: Når du har tilføjet denne kode, oprettes en indstilling under [filter tegn], Vælg den nyligt tilføjede indstilling, og Gem indstillingerne.

source: Does this change the content in BuddyPress database?
da_dk: Er dette ændre indholdet i BuddyPress database?

source: No, the plugin filters the content to display on screen, buddypress database is unaffected from plugin changes.
da_dk: Nej, pluginet filtrerer indholdet til at vise på skærmen, BuddyPress database er upåvirket af plugin ændringer.

source: How is Case Matching setting useful?
da_dk: Hvordan er case matching-indstillingen nyttig?

source: The [Case Matching] setting provides two option Case Sensitive and Case Insensitive. Case Sensitive filters keywords with strich case matching and is not recommended while Case Insensitive setting capture more words while filtering.
da_dk: Indstillingen [case matching] giver mulighed for to muligheder, der skelner mellemstore og små bogstaver. Case følsomme filtre søgeord med Strich sag matching og anbefales ikke, mens sagen ufølsom indstilling fange flere ord, mens filtrering.

source: We recommend users to use Case Insensitive matching.
da_dk: Vi anbefaler brugere at bruge case-ufølsom matchning.

source: How is Strict Filtering setting useful?
da_dk: Hvordan er streng filtreringsindstilling nyttig?

source: The [Strict Filtering] with strict mode on does not filter embedded keywords.
da_dk: [Streng filtrering] med streng tilstand på filtrerer ikke integrerede nøgleord.

source: We recommend users to use Strict Filtering ON mode.
da_dk: Vi anbefaler brugere at bruge streng filtrering på mode.

source: Plugin License Settings
da_dk: Indstillinger for plugin-licens

source: Product
da_dk: Produkt

source: Key
da_dk: Nøgle

source: Action
da_dk: Handling

source: Free Addons
da_dk: Gratis addons

source: Install
da_dk: Installer

source: Activate
da_dk: Aktiver

source: Deactivate
da_dk: Deaktiver

source: Paid Addons
da_dk: Betalt addons

source: View
da_dk: Vis

source: Having any question or issue ?
da_dk: Har du spørgsmål eller problemer?

source: Our team is here to help you out at anytime. If you have any idea about how we could improve. You can share access to your site on our helpdesk if it can help getting faster. There are two ways to in touch with us :
da_dk: Vores team er her for at hjælpe dig ud når som helst. Hvis du har nogen idé om, hvordan vi kan forbedre. Du kan dele adgang til dit websted på vores helpdesk, hvis det kan hjælpe med at blive hurtigere. Der er to måder at kontakte os på:

source: Tickets Support
da_dk: Billetter support

source: Open a ticket on our helpdesk, we don't guarantee a fast response but within a week. Except if you've purchased one of our product we'll reply within 24 hours.
da_dk: Åbn en billet på vores helpdesk, vi garanterer ikke en hurtig reaktion, men inden for en uge. Medmindre du har købt et af vores produkter, svarer vi inden for 24 timer.

source: Open a ticket
da_dk: Stil nyt spørgsmål

source: Contact Us
da_dk: Kontakt os

source: Create a new thread on our plugin page, participation is open to anyone from all around the world. We'll be there to help as well but can't guarantee any delay.
da_dk: Opret en ny tråd på vores plugin-side, deltagelse er åben for alle fra hele verden. Vi vil være der for at hjælpe så godt, men kan ikke garantere nogen forsinkelse.

source: Reign BuddyPress
da_dk: Regeringstid BuddyPress

source: REIGN Community
da_dk: REGEREnde samfund

source: Multiple Member Directory Layout
da_dk: Flere Medlemsvejviser layout

source: Multiple Member Header Layout
da_dk: Layout for flere medlems overskrifter

source: Multiple Group Directory Layout
da_dk: Opsætning af flere gruppe mapper

source: Multiple Group Header Layout
da_dk: Layout for flere gruppeoverskrifter

source: BuddyPress Customization Options
da_dk: BuddyPress TilpasningsMuligheder

source: BuddyPress Extra Widgets
da_dk: BuddyPress ekstra widgets

source: Inbuilt Social Profile Module
da_dk: Indbygget social profil modul

source: Purchase
da_dk: Køb

source: Preview
da_dk: Forhåndsvisning

source: Add Review to your course
da_dk: Tilføj en anmeldelse til dit kursus

source: Course Coming Soon
da_dk: Kursus kommer snart

source: Grid And List Layout
da_dk: Gitter-og liste layout

source: Learndash/LifterLMS Extra Widgets
da_dk: Learndash/LifterLMS ekstra widgets

source: Unparalleled Course Layout
da_dk: Ikke-parallelt kursus layout

source: Awesome Learndash/LifterLMS Pages
da_dk: Awesome Learndash/LifterLMS sider

source: Distraction Free Reading
da_dk: Distraktion gratis læsning

source: Dokan Extra Widgets
da_dk: Dokan ekstra widgets

source: Unique Single Product Page Customization
da_dk: Unik tilpasning af enkelt produkt side

source: Awesome WooCommerce Pages
da_dk: Awesome WooCommerce sider

source: Automated Mega Menu Support
da_dk: Automatiseret Mega menu support

source: Jobmate Theme
da_dk: Jobmate tema

source: Simple live searching and filtering
da_dk: Simpel direkte søgning og filtrering

source: Unique Job listing Page
da_dk: Unik side med job-opslag

source: Awesome Resume list Page
da_dk: Awesome CV-listeside

source: Outstanding all job maanger pagesLayout
da_dk: Udestående alle job maanger pagesLayout

source: Custom Font Uploader
da_dk: Brugerdefineret font Uploader

source: It also allows you to upload your own custom font to your site and use them using custom css.
da_dk: Det giver dig også mulighed for at uploade dine egne brugerdefinerede skrifttype til dit websted og bruge dem ved hjælp af brugerdefinerede CSS.

source: BuddyPress Activity Filter
da_dk: BuddyPress aktivitet filter

source: Admin can set default and customised activities to be listed on front-end.
da_dk: Admin kan indstille standard og tilpassede aktiviteter, der skal vises på front-end.

source: BuddyPress Activity Social Share
da_dk: BuddyPress aktivitet social andel

source: This plugin allows anyone easily share BuddyPress Activites on major social media (Facebook, Twitter, Google+, Linkedin ).
da_dk: Dette plugin giver alle let aksjer BuddyPress aktiviteter på de store sociale medier (Facebook, Twitter, Google +, LinkedIn).

source: BuddyPress Create Group Type
da_dk: BuddyPress oprette gruppe type

source: It will help to create group type for BuddyPress Groups.
da_dk: Det vil bidrage til at skabe gruppetype for BuddyPress grupper.

source: BuddyPress Member Reviews
da_dk: BuddyPress medlem anmeldelser

source: This plugin allows only site members to add reviews to the buddypress members on the site and even rate the member’s profile out of 5 points with multiple review criteria.
da_dk: Dette plugin giver kun site medlemmer til at tilføje anmeldelser til BuddyPress medlemmer på webstedet og endda sats medlemmets profil ud af 5 point med flere gennemgang kriterier.

source: BuddyPress Group Reviews
da_dk: BuddyPress gruppe anmeldelser

source: This plugin allows the BuddyPress Members to give reviews to the BuddyPress groups on the site. The review form allows the users to give text review, even rate the group on the basis of multiple criterias.
da_dk: Dette plugin giver BuddyPress medlemmer til at give anmeldelser til BuddyPress grupper på webstedet. Anmeldelsesformularen giver brugerne mulighed for at give tekst gennemsyn, selv bedømme gruppen på grundlag af flere kriterier.

source: BuddyPress Favorite Notification
da_dk: BuddyPress favorit anmeldelse

source: BuddyPress Favorite Notification adds a notification for BuddyPress activity.
da_dk: BuddyPress favorit anmeldelse tilføjer en anmeldelse til BuddyPress aktivitet.

source: Custom Email Options
da_dk: Brugerdefinerede e-mailindstillinger

source: Override default email options of Worpdress.
da_dk: Tilsidesæt standard e-mail-indstillinger for Worpdress.

source: BuddyPress Checkins
da_dk: BuddyPress indTjekning

source: This plugin allows BuddyPress members to share their location when they are posting activities, you can add places where you visited, nearby locations based on google places.
da_dk: Dette plugin giver BuddyPress medlemmer til at dele deres placering, når de udstationering aktiviteter, kan du tilføje steder, hvor du besøgte, nærliggende steder baseret på Google Places.

source: Incorporates BuddyPress with the WP Job Manager plugin by creating specific tabs in employer’s and candidate’s profiles.
da_dk: Inkorporerer BuddyPress med WP job Manager plugin ved at skabe specifikke faner i arbejdsgiverens og kandidatens profiler.

source: BuddyPress user ToDo List
da_dk: BuddyPress bruger ToDo liste

source: This plugin allows you to create your personal task list with timestamp. You can mark them complete when you are done with them. It will also send reminder when you have any overdue task.
da_dk: Dette plugin giver dig mulighed for at oprette din personlige opgaveliste med tidsstempel. Du kan markere dem som komplette, når du er færdig med dem. Det vil også sende påmindelse, når du har nogen forfaldne opgave.

source: Shortcodes for BuddyPress
da_dk: KortKoder for BuddyPress

source: This plugin will add an extended feature to the big name “BuddyPress” that will generate Shortcode for Listing Activity Streams , Members and Groups on any post/page in website.
da_dk: Dette plugin vil tilføje en udvidet funktion til det store navn "BuddyPress", der vil generere ufuldkommenhed for notering aktivitet vandløb, medlemmer og grupper på enhver post/side i hjemmesiden.

source: Woo Open Graph
da_dk: Woo åben graf

source: This plugin will add an extended feature to the big name “WooCommerce” that will adds well executed and accurate Open Graph Meta Tags to your site with title,description and WooCommerce featured image.
da_dk: Dette plugin vil tilføje en udvidet funktion til det store navn "WooCommerce", der vil tilføjer godt henrettet og præcise åbne grafen meta tags til dit websted med titel, beskrivelse og WooCommerce featured billede.

source: BuddyPress Lock
da_dk: BuddyPress lås

source: This plugin allows the administrator to lock the certain parts of their site. It help to create private BuddyPress community by locking certain BuddyPress Components, WordPress Pages, Custom Post Types for public view without using any membership plugin.
da_dk: Dette plugin gør det muligt for administratoren at låse visse dele af deres site. Det bidrage til at skabe private BuddyPress samfund ved at låse visse BuddyPress komponenter, WordPress sider, brugerdefinerede post typer til offentlig visning uden at bruge et medlemskab plugin.

source: This plugin Allows playing the audio files in sample mode to prevent unauthorized downloading of the audio files. It helps to display sample files at single product page.
da_dk: Dette plugin giver mulighed for at afspille lydfiler i prøvetilstand for at forhindre uautoriseret download af lydfiler. Det hjælper til at vise prøve filer på enkelt produkt side.

source: This plugin helps administrators of the site see their environment on which the site is currently running that includes WordPress environment, tha database it requires, Server Environment and the plugins installed and activated on the site.
da_dk: Dette plugin hjælper administratorer af webstedet se deres miljø, hvor webstedet er i øjeblikket kører, der omfatter WordPress miljø, Tha database kræver det, Server miljø og plugins installeret og aktiveret på webstedet.

source: BP Post From Anywhere
da_dk: BP post fra hvor som helst

source: This plugin will generate shortcode and widgets for post updates section for activities so you can post update from anywhere, it might be sidebar, some page or any template file.
da_dk: Dette plugin vil generere ufuldkommenhed og widgets for post opdateringer sektion for aktiviteter, så du kan sende opdatering fra hvor som helst, kan det være sidebar, nogle side eller en skabelon fil.

source: Woo Document Preview
da_dk: Woo dokument preview

source: This will allow you to add document preview at single product page. Which helps to offer more better idea when you are selling ebooks, pdf or some documents.
da_dk: Dette vil give dig mulighed for at tilføje dokument preview på enkelt produkt side. Som hjælper med at tilbyde mere bedre idé, når du sælger eBøger, PDF eller nogle dokumenter.

source: WordPress Media Category
da_dk: WordPress medier kategori

source: This plugin helps administrators of the site categorize their wordpress media.
da_dk: Dette plugin hjælper administratorer af webstedet kategorisere deres WordPress medier.

source: Woo Price Quotes
da_dk: Woo pris citater

source: This plugin helps in quoting the products that admin wishes to hide its purchasing details.
da_dk: Dette plugin hjælper med at citere de produkter, admin ønsker at skjule sine købsoplysninger.

source: EDD Service Extended
da_dk: EDD-tjenesten udvidet

source: WB Ads Rotator with Split Test
da_dk: WB ads rotator med split test

source: This plugin is designed for the SPLIT TESTING, you can check performance of your ads layout and on the basis of them you can select one of them for your regular use.
da_dk: Dette plugin er designet til SPLIT test, kan du kontrollere effektiviteten af dine annoncer layout og på grundlag af dem, kan du vælge en af dem til din almindelige brug.

source: BuddyPress Community Moderation offers a solution for site owners to keep their communities straight. With community policing strategy, members of the community have an option for moderation sitewide by attaching flags to content created within the various components.
da_dk: BuddyPress samfund moderation tilbyder en løsning for webstedsejere til at holde deres samfund straight. Med Fællesskabets politi strategi, har medlemmer af Fællesskabet en mulighed for moderation webstedets ved at knytte flag til indhold oprettet inden for de forskellige komponenter.

source: BuddyPress Polls
da_dk: BuddyPress afstemninger

source: Use BuddyPress Polls plugin to create polls inside the activity, let your user response to your polls. Members can create pools like activities, easily votes on them.
da_dk: Brug BuddyPress MeningsMålinger plugin til at oprette meningsmålinger inde i aktiviteten, lad din brugersvar på dine meningsmålinger. Medlemmer kan skabe puljer som aktiviteter, let stemmer på dem.

source: BuddyPress Resume Manager
da_dk: BuddyPress CV Manager

source: BuddyPress Resume Manager adds a separate BuddyPress Resume menu at a user’s BuddyPress Profile Page to display individual member resume. We have added predefined fields for the resumes and site admin and enable and disable them.
da_dk: BuddyPress CV Manager tilføjer en separat BuddyPress genoptage menuen på en brugers BuddyPress profilside for at vise enkelte medlem genoptage. Vi har tilføjet foruddefinerede felter for CV'er og site admin og aktivere og deaktivere dem.

source: Use BuddyPress Profanity plugin to censor content in your community! Easily Censor all the unwanted words in activities, private messages contents by specifying a list of keywords to be filtered.
da_dk: Brug BuddyPress bandeord plugin til at censurere indhold i dit community! Let censurere alle de uønskede ord i aktiviteter, private beskeder indhold ved at angive en liste over søgeord, der skal filtreres.

source: BuddyPress Private Community Pro
da_dk: BuddyPress privat community Pro

source: This plugin offers a lockdown for BuddyPress Component and will ask users to log in go further to check profile or any other protected details.
da_dk: Dette plugin tilbyder en Lockdown for BuddyPress komponent og vil bede brugerne om at logge ind gå videre for at kontrollere profil eller andre beskyttede oplysninger.

source: BuddyPress Profile Pro
da_dk: BuddyPress profil Pro

source: This plugin gives you the power to extend BuddyPress Profiles with repeater fields and groups. You can easily add multiple field groups and display them at member’s profile.
da_dk: Dette plugin giver dig mulighed for at udvide BuddyPress profiler med repeater felter og grupper. Du kan nemt tilføje flere feltgrupper og vise dem på medlemsprofil.

source: Components
da_dk: Komponenter

source: Themes
da_dk: Temaer

source: Settings
da_dk: Indstillinger

source: License
da_dk: Licens

source: BuddyPress Profanity requires to be activated on the blog where BuddyPress is activated.
da_dk: BuddyPress blasfemi kræver at blive aktiveret på bloggen, hvor BuddyPress er aktiveret.

source: BuddyPress Profanity and BuddyPress need to share the same network configuration.
da_dk: BuddyPress blasfemi og BuddyPress behov for at dele den samme netværkskonfiguration.

source: BuddyPress Private Community Pro requires to be activated on the blog where BuddyPress is activated.
da_dk: BuddyPress privat community Pro kræver at blive aktiveret på bloggen, hvor BuddyPress er aktiveret.

source: BuddyPress Private Community Pro and BuddyPress need to share the same network configuration.
da_dk: BuddyPress privat community Pro og BuddyPress behov for at dele den samme netværkskonfiguration.

source: %1$s is ineffective as it requires %2$s to be installed and active.
da_dk: %1$s er ikke effektiv, da det kræver%2$s at være installeret og aktiv.

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s.
da_dk: Der er en ny version af %1$s til rådighed. %2$sVis version %3$s detaljer%4$s.

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s or %5$supdate now%6$s.
da_dk: Der findes en ny version af %1$s tilgængelig. %2$sVis version %3$s detaljer %4$s eller %5$sopdater nu %6$s.

source: You do not have permission to install plugin updates
da_dk: Du har ikke tilladelser til at installere opdateringer til plugins

source: Error
da_dk: Fejl

source: An error occurred, please try again.
da_dk: Der opstod en fejl, prøv igen.

source: Your license key expired on %s.
da_dk: Din licensnøgle udløb den %s.

source: Your license key has been disabled.
da_dk: Din licensnøgle er blevet deaktiveret.

source: Invalid license.
da_dk: Ugyldig licens.

source: Your license is not active for this URL.
da_dk: Din licens er ikke aktiv for denne webadresse.

source: This appears to be an invalid license key for %s.
da_dk: Dette synes at være en ugyldig licensnøgle for %s.

source: Your license key has reached its activation limit.
da_dk: Din licensnøgle har nået sin grænse for aktivering.

source: Deactivate License
da_dk: Deaktiver licens

source: Activate License
da_dk: Aktiver licens

source: Save Changes
da_dk: Gem ændringer

source: Status Updates
da_dk: Status opdateringer

source: Activity Commments
da_dk: Aktiviteter

source: Messages
da_dk: Beskeder

source: [*] Asterisk
da_dk: [*] Stjerne

source: [?] Question
da_dk: [?] Spørgsmål

source: [!] Exclamation
da_dk: [!] Udråbstegn

source: [-] Hyphen
da_dk: [-] Bindestreg

source: [ ] Blank
da_dk: [] Tom

source: Hello World
da_dk: Hej verden

# verb
source: Post
da_dk: Indlæg

source: Exclude
da_dk: Ekskludér

source: Include
da_dk: Inklusiv

source: String
da_dk: Streng

# a string
source: String
da_dk: Streng

source: 1 Star
da_dk: 1 Stjerne

source: B
da_dk: Denne zone er til leveringsadresser, der ikke er inkluderet i andre leveringszoner. Det er <b>valgfrit</b> at tilføje fragtmetoder til denne zone

source: Index
da_dk: Indeks

source: This buddypress plugin filter out any kind of bad language and gives your community peace of mind.The plugin keeps your content family-friendly and don't show any profanity in your community’s posts or comments.
da_dk: Denne BuddyPress plugin filtrere enhver form for dårligt sprog og giver dit community fred i sindet. Plugin'et holder dit indhold familievenligt og viser ingen blasfemi i dine gruppers opslag eller kommentarer.
