Repository: vapvarun/buddypress-profanity
Catalog: languages/buddypress-profanity-*_formal.po
Languages: de_de@formal

source: General
de_de@formal: Allgemein

source: Buddypress Profanity Settings Page
de_de@formal: Buddypress Profanity Einstellungsseite

source: BuddyPress Profanity Settings
de_de@formal: BuddyPress Profanity-Einstellungen

source: Keywords to remove
de_de@formal: Zu entfernende Schlüsselwörter

source: Enter keywords here which you want to remove from community.
de_de@formal: Geben Sie hier die Schlüsselwörter ein, die Sie aus der Community entfernen möchten.

source: Content to be fitered
de_de@formal: Inhalt, der gefiltert werden soll

source: Word rendering
de_de@formal: Wortwiedergabe

source: First letter retainded
de_de@formal: Anfangsbuchstabe beibehalten

source: Last letter retained
de_de@formal: Letzten Buchstabe beibehalten

source: Fisrt and Last letter retained
de_de@formal: Ersten und letzten Buchstaben beibehalten

source: All letter removed
de_de@formal: Alle Buchstaben entfernt

source: Filter character
de_de@formal: Zeichen filtern

source: Case matching
de_de@formal: Schreibungsart

source: Case Sensitive
de_de@formal: Beachtung der Groß- und Kleinschreibung

source: Case Insensitive (recommended)
de_de@formal: Groß- und Kleinschreibung nicht berücksichtigen (empfohlen)

source: Note: Case Insensitive matching type is better as it captures more words!
de_de@formal: Hinweis: Das Unterlassen der Groß- und Kleinschreibung ist besser, da so mehr Wörter erfasst werden!

source: Strict filtering
de_de@formal: Strenges Filtern

source: Strict Filtering OFF
de_de@formal: Strenges Filtern AUS

source: Strict Filtering ON (recommended)
de_de@formal: Strenges Filtern AN (empfohlen)

source: Note: When strict filtering is ON, embedded keywords are no longer filtered.
de_de@formal: Hinweis: Wenn das strenge Filtern eingeschaltet ist, werden eingebettete Schlüsselwörter nicht mehr gefiltert.

source: FAQ(s)
de_de@formal: Häufig gestellte Fragen

source: Does This plugin requires BuddyPress?
de_de@formal: Benötigt dieses Plugin BuddyPress?

source: Yes, It needs you to have BuddyPress installed and activated.
de_de@formal: Ja, BuddyPress muss installiert und aktiviert sein.

source: Does this plugin filter multiple keywords?
de_de@formal: Filtert dieses Plugin mehrere Schlüsselwörter?

source: Yes, multiple keywords can be set to filter with the setting [Keywords to remove] provied under general tab.
de_de@formal: Ja, es können mehrere Schlüsselwörter zum Filtern mit der Einstellung [Zu entfernende Schlüsselwörter] unter der Registerkarte Allgemein festgelegt werden.

source: How do I specify a character other than defined characers to replace out keywords?
de_de@formal: Wie kann ich ein anderes Zeichen als definierte Zeichen angeben, um Schlüsselwörter zu ersetzen?

source: This can be achieved with the help of filters provided in the plugin. To replace keywords with cutsom character for eg. @ write below coed in your functions.php file of active theme or wherever you want.
de_de@formal: Dies kann mit Hilfe der im Plugin enthaltenen Filter erreicht werden. Zum Ersetzen von Schlüsselwörtern mit Zeichen, z. B. dem @, unterhalb in Ihre functions.php-Datei des aktiven Themes, oder wo immer Sie wollen, schreiben.

source: After adding this code an option is created under [Filter Character], select the newly added option and save the settings.
de_de@formal: Nachdem Sie diesen Code hinzugefügt haben, wird unter [Zeichen filtern] eine Option erstellt. Wählen Sie die neu hinzugefügte Option aus und speichern Sie die Einstellungen.

source: Does this change the content in BuddyPress database?
de_de@formal: Ändert dies den Inhalt in der BuddyPress-Datenbank?

source: No, the plugin filters the content to display on screen, buddypress database is unaffected from plugin changes.
de_de@formal: Nein, das Plugin filtert den Inhalt, der auf dem Bildschirm angezeigt werden soll. Die BuddyPress-Datenbank ist von Änderungen am Plugin nicht betroffen.

source: How is Case Matching setting useful?
de_de@formal: Wie ist die Einstellung für die Groß- / Kleinschreibung sinnvoll?

source: The [Case Matching] setting provides two option Case Sensitive and Case Insensitive. Case Sensitive filters keywords with strich case matching and is not recommended while Case Insensitive setting capture more words while filtering.
de_de@formal: Die Einstellung [Schreibungsart] bietet zwei Optionen: „Groß- / Kleinschreibung“ und „Schreibungsunabhängigkeit“. Die „Groß- / Kleinschreibung“ filtert Schlüsselwörter in der Weise des Groß- bzw. Kleinschreibens, was wir nicht empfehlen, während die Einstellung „Schreibungsunabhängigkeit“ beim Filtern mehr Wörter erfasst.

source: We recommend users to use Case Insensitive matching.
de_de@formal: Wir empfehlen Benutzern, die Zuordnung ohne Berücksichtigung der Groß- und Kleinschreibung zu verwenden.

source: How is Strict Filtering setting useful?
de_de@formal: Wie ist die Einstellung „Strenges Filtern“ sinnvoll?

source: The [Strict Filtering] with strict mode on does not filter embedded keywords.
de_de@formal: Die Option [Strenges Filtern] mit aktiviertem strengen Modus filtert keine eingebetteten Schlüsselwörter.

source: We recommend users to use Strict Filtering ON mode.
de_de@formal: Wir empfehlen Benutzern, den Modus „Strikte Filterung“ auf ON zu verwenden.

source: Plugin License Settings
de_de@formal: Plugin-Lizenzeinstellungen

source: Product
de_de@formal: Produkt

source: Key
de_de@formal: Schlüssel

source: Action
de_de@formal: Aktion

source: Free Addons
de_de@formal: Kostenlose Addons

source: Install
de_de@formal: Installieren

source: Activate
de_de@formal: Aktivieren

source: Deactivate
de_de@formal: Deaktivieren

source: Paid Addons
de_de@formal: Bezahlte Addons

source: View
de_de@formal: Ansehen

source: Having any question or issue ?
de_de@formal: Haben Sie eine Frage oder ein Problem?

source: Our team is here to help you out at anytime. If you have any idea about how we could improve. You can share access to your site on our helpdesk if it can help getting faster. There are two ways to in touch with us :
de_de@formal: Unser Team ist jederzeit für Sie da. Wenn Sie eine Idee haben, wie wir uns verbessern können, dann können Sie den Zugriff auf Ihre Website über unseren Helpdesk freigeben, wenn dies zu einer schnelleren Entwicklung beiträgt. Es gibt zwei Möglichkeiten, mit uns in Kontakt zu treten:

source: Tickets Support
de_de@formal: Support Tickets

source: Open a ticket on our helpdesk, we don't guarantee a fast response but within a week. Except if you've purchased one of our product we'll reply within 24 hours.
de_de@formal: Das Öffnen eines Tickets in unserem Helpdesk garantiert eine Antwort innerhalb einer Woche und innerhalb 24 Stunden, wenn Sie eines unserer Produkte gekauft haben.

source: Open a ticket
de_de@formal: Ein Ticket öffnen

source: Contact Us
de_de@formal: Kontaktieren Sie uns

source: Create a new thread on our plugin page, participation is open to anyone from all around the world. We'll be there to help as well but can't guarantee any delay.
de_de@formal: Erstellen Sie einen neuen Thread auf unserer Plugin-Seite. Die Teilnahme steht allen auf der Welt offen. Wir helfen gerne, doch sind Verzögerungen nicht auszuschließen.

source: Multiple Member Directory Layout
de_de@formal: Layout für mehrere Mitgliederverzeichnisse

source: Multiple Member Header Layout
de_de@formal: Header-Layout für mehrere Mitglieder

source: Multiple Group Directory Layout
de_de@formal: Layout für mehrere Gruppenverzeichnisse

source: Multiple Group Header Layout
de_de@formal: Layout für mehrere Gruppen-Header

source: BuddyPress Customization Options
de_de@formal: BuddyPress Individualisierungsoptionen

source: Inbuilt Social Profile Module
de_de@formal: Integriertes Soziales-Profil-Modul

source: Purchase
de_de@formal: Kaufen

source: Preview
de_de@formal: Vorschau

source: Add Review to your course
de_de@formal: Bewertung zu Ihrem Kurs hinzufügen

source: Course Coming Soon
de_de@formal: Kurs in Kürze

source: Grid And List Layout
de_de@formal: Raster- und Listenlayout

source: Unparalleled Course Layout
de_de@formal: Einmaliges Kurslayout

source: Awesome Learndash/LifterLMS Pages
de_de@formal: Fantastische Learndash / LifterLMS-Seiten

source: Distraction Free Reading
de_de@formal: Ablenkungsfreies Lesen

source: Unique Single Product Page Customization
de_de@formal: Einzigartige Anpassung einzelner Produktseiten

source: Awesome WooCommerce Pages
de_de@formal: Fantastische WooCommerce-Seiten

source: Automated Mega Menu Support
de_de@formal: Automatisierte Mega-Menüunterstützung

source: Simple live searching and filtering
de_de@formal: Einfaches Live-Suchen und Filtern

source: Unique Job listing Page
de_de@formal: Einzigartige Jobangebotsseite

source: Awesome Resume list Page
de_de@formal: Fantastische Bewerberangebotsseite

source: Outstanding all job maanger pagesLayout
de_de@formal: Hervorragend auf allen Job-Manager-Layout-Seiten

source: Custom Font Uploader
de_de@formal: Benutzerdefinierter Schriftarten-Uploader

source: It also allows you to upload your own custom font to your site and use them using custom css.
de_de@formal: Außerdem können Sie Ihre eigene Schriftart auf Ihre Website hochladen und sie mit benutzerdefiniertem CSS verwenden.

source: BuddyPress Activity Filter
de_de@formal: BuddyPress-Aktivitätsfilter

source: Admin can set default and customised activities to be listed on front-end.
de_de@formal: Der Administrator kann festlegen, dass standardmäßige und benutzerdefinierte Aktivitäten im Front-End gelistet werden.

source: This plugin allows anyone easily share BuddyPress Activites on major social media (Facebook, Twitter, Google+, Linkedin ).
de_de@formal: Mit diesem Plugin kann jeder BuddyPress-Aktivitäten problemlos in wichtigen sozialen Medien (Facebook, Twitter, Google+, Linkedin) teilen.

source: BuddyPress Create Group Type
de_de@formal: BuddyPress Gruppentyp erstellen

source: It will help to create group type for BuddyPress Groups.
de_de@formal: Es ist hilfreich, einen Gruppentyp für BuddyPress-Gruppen zu erstellen.

source: BuddyPress Member Reviews
de_de@formal: BuddyPress Mitgliederbewertungen

source: This plugin allows only site members to add reviews to the buddypress members on the site and even rate the member’s profile out of 5 points with multiple review criteria.
de_de@formal: Mit diesem Plugin können nur Website-Mitglieder den BuddyPress-Mitgliedern auf der Website Bewertungen hinzufügen und sogar das Profil des Mitglieds mit mehreren Bewertungskriterien bis zu 5 Punkten bewerten.

source: BuddyPress Group Reviews
de_de@formal: BuddyPress Gruppenbewertungen

source: This plugin allows the BuddyPress Members to give reviews to the BuddyPress groups on the site. The review form allows the users to give text review, even rate the group on the basis of multiple criterias.
de_de@formal: Mit diesem Plugin können BuddyPress-Mitglieder Bewertungen über BuddyPress-Gruppen einer Website vornehmen. Über das Bewertungsformular können Benutzer Textüberprüfungen durchführen und die Gruppe sogar anhand mehrerer Kriterien bewerten.

source: BuddyPress Favorite Notification
de_de@formal: BuddyPress Favoritenbenachrichtigung

source: BuddyPress Favorite Notification adds a notification for BuddyPress activity.
de_de@formal: BuddyPress Favorite Notification fügt eine Benachrichtigung für BuddyPress-Aktivitäten hinzu.

source: Custom Email Options
de_de@formal: Benutzerdefinierte E-Mail-Optionen

source: Override default email options of Worpdress.
de_de@formal: Überschreiben Sie die Standard-E-Mail-Optionen in Worpdress.

source: This plugin allows BuddyPress members to share their location when they are posting activities, you can add places where you visited, nearby locations based on google places.
de_de@formal: Mit diesem Plugin können BuddyPress-Mitglieder ihren Standort teilen, wenn sie Aktivitäten veröffentlichen. Sie können Orte in der Nähe, die Sie besucht haben, basierend auf Google Places, hinzufügen.

source: Incorporates BuddyPress with the WP Job Manager plugin by creating specific tabs in employer’s and candidate’s profiles.
de_de@formal: Integriert BuddyPress mit dem WP Job Manager-Plugin, indem bestimmte Registerkarten in den Profilen von Arbeitgebern und Kandidaten erstellt werden.

source: BuddyPress user ToDo List
de_de@formal: BuddyPress-Benutzer-ToDo-Liste

source: This plugin allows you to create your personal task list with timestamp. You can mark them complete when you are done with them. It will also send reminder when you have any overdue task.
de_de@formal: Mit diesem Plugin können Sie Ihre persönliche Aufgabenliste mit Zeitstempel erstellen. Sie können sie als vollständig markieren, wenn Sie fertig sind. Es wird auch eine Erinnerung zugestellt, wenn Sie eine überfällige Aufgabe haben.

source: Shortcodes for BuddyPress
de_de@formal: Shortcodes für BuddyPress

source: This plugin will add an extended feature to the big name “BuddyPress” that will generate Shortcode for Listing Activity Streams , Members and Groups on any post/page in website.
de_de@formal: Dieses Plugin fügt dem großartigen "BuddyPress" eine erweiterte Funktion hinzu, die einen Shortcode zum Auflisten von Aktivitätsströmen, Mitgliedern und Gruppen auf allen Posts / Seiten auf der Website generiert.

source: This plugin will add an extended feature to the big name “WooCommerce” that will adds well executed and accurate Open Graph Meta Tags to your site with title,description and WooCommerce featured image.
de_de@formal: Dieses Plugin fügt dem großartigen "WooCommerce" eine erweiterte Funktion hinzu, die Ihrer Website gut ausgeführte und genaue Open Graph Meta Tags mit Titel, Beschreibung und WooCommerce-Bild beigibt.

source: BuddyPress Lock
de_de@formal: BuddyPress-Sperre

source: This plugin allows the administrator to lock the certain parts of their site. It help to create private BuddyPress community by locking certain BuddyPress Components, WordPress Pages, Custom Post Types for public view without using any membership plugin.
de_de@formal: Mit diesem Plugin kann der Administrator bestimmte Teile seiner Website sperren. Sie können eine private BuddyPress-Community erstellen, indem Sie bestimmte BuddyPress-Komponenten, WordPress-Seiten und benutzerdefinierte Beitragstypen für die öffentliche Ansicht sperren ohne ein Mitgliedschafts-Plugin verwenden zu müssen.

source: Woo Audio Preview
de_de@formal: Woo Audio Vorschau

source: This plugin Allows playing the audio files in sample mode to prevent unauthorized downloading of the audio files. It helps to display sample files at single product page.
de_de@formal: Dieses Plugin Ermöglicht das Abspielen der Audiodateien im Sample-Modus, um ein unbefugtes Herunterladen der Audiodateien zu verhindern. Es ist hilfreich, Beispieldateien auf einer einzelnen Produktseite anzuzeigen.

source: WordPress System Log
de_de@formal: WordPress-Systemprotokoll

source: This plugin helps administrators of the site see their environment on which the site is currently running that includes WordPress environment, tha database it requires, Server Environment and the plugins installed and activated on the site.
de_de@formal: Dieses Plugin hilft Administratoren der Website dabei, ihre Umgebung zu erkennen, in der die Website derzeit ausgeführt wird. Dazu gehören die WordPress-Umgebung, die erforderliche Datenbank, die Serverumgebung und die auf der Site installierten und aktivierten Plugins.

source: BP Post From Anywhere
de_de@formal: BP Post von überall

source: This plugin will generate shortcode and widgets for post updates section for activities so you can post update from anywhere, it might be sidebar, some page or any template file.
de_de@formal: Dieses Plugin generiert einen Shortcode und Widgets für den Abschnitt zum Posten von Aktualisierungen für Aktivitäten, sodass Sie Aktualisierungen von jedem Ort aus posten können. Dies kann eine Seitenleiste, eine Seite oder eine Vorlagendatei sein.

source: Woo Document Preview
de_de@formal: Woo-Dokumentvorschau

source: This will allow you to add document preview at single product page. Which helps to offer more better idea when you are selling ebooks, pdf or some documents.
de_de@formal: Auf diese Weise können Sie eine Dokumentvorschau auf einer einzelnen Produktseite hinzufügen. So können Sie beim Verkauf von eBooks, PDFs oder einigen Dokumenten eine bessere Vorstellung gewinnen.

source: WordPress Media Category
de_de@formal: WordPress-Medienkategorie

source: This plugin helps administrators of the site categorize their wordpress media.
de_de@formal: Dieses Plugin hilft Administratoren der Website, ihre WordPress-Medien zu kategorisieren.

source: Woo Price Quotes
de_de@formal: Woo Preis Angebote

source: This plugin helps in quoting the products that admin wishes to hide its purchasing details.
de_de@formal: Dieses Plugin hilft bei der Angabe der Produkte, deren Kaufdetails der Administrator verbergen möchte.

source: EDD Service Extended
de_de@formal: EDD-Service erweitert

source: WB Ads Rotator with Split Test
de_de@formal: WB Ads Rotator mit Split-Prüfung

source: This plugin is designed for the SPLIT TESTING, you can check performance of your ads layout and on the basis of them you can select one of them for your regular use.
de_de@formal: Dieses Plugin wurde für die SPLIT-PRÜFUNG entwickelt. Sie können die Leistung Ihres Anzeigenlayouts überprüfen und eines davon für die regelmäßige Verwendung auswählen.

source: BuddyPress Community Moderation offers a solution for site owners to keep their communities straight. With community policing strategy, members of the community have an option for moderation sitewide by attaching flags to content created within the various components.
de_de@formal: BuddyPress Community Moderation bietet eine Lösung für Website-Besitzer an, mit der sie ihre Communitys übersichtlich halten können. Mit der Community-Überwachungsstrategie haben Mitglieder der Community eine Option zur portalübergreifenden Moderation, indem sie Flags an Inhalte anhängen können, die innerhalb der verschiedenen Komponenten erstellt wurden.

source: BuddyPress Polls
de_de@formal: BuddyPress Umfragen

source: Use BuddyPress Polls plugin to create polls inside the activity, let your user response to your polls. Members can create pools like activities, easily votes on them.
de_de@formal: Verwenden Sie das BuddyPress-Umfragen-Plugin, um Umfragen innerhalb der Aktivität zu erstellen. Lassen Sie Ihre Benutzer auf Ihre Umfragen antworten. Mitglieder können Pools wie Aktivitäten erstellen und einfach über diese abstimmen.

source: BuddyPress Resume Manager
de_de@formal: BuddyPress Lebenslauf-Manager

source: BuddyPress Resume Manager adds a separate BuddyPress Resume menu at a user’s BuddyPress Profile Page to display individual member resume. We have added predefined fields for the resumes and site admin and enable and disable them.
de_de@formal: BuddyPress Lebenslauf-Manager fügt ein separates BuddyPress Lebenslauf-Menü auf der BuddyPress-Profilseite eines Benutzers hinzu, um den Lebenslauf einzelner Mitglieder anzuzeigen. Wir haben vordefinierte Felder für die Lebensläufe und den Website-Administrator hinzugefügt, zum Aktivieren und Deaktivieren.

source: Use BuddyPress Profanity plugin to censor content in your community! Easily Censor all the unwanted words in activities, private messages contents by specifying a list of keywords to be filtered.
de_de@formal: Verwenden Sie das BuddyPress Profanity-Plugin, um Inhalte in Ihrer Community zu zensieren! Zensieren Sie auf einfache Weise alle unerwünschten Wörter in Aktivitäten und den Inhalt privater Nachrichten, indem Sie eine Liste der zu filternden Schlüsselwörter angeben.

source: This plugin offers a lockdown for BuddyPress Component and will ask users to log in go further to check profile or any other protected details.
de_de@formal: Dieses Plugin bietet eine Sperre für BuddyPress-Komponenten und fordert Benutzer auf, sich anzumelden, um das Profil oder andere geschützte Details zu überprüfen.

source: BuddyPress Profile Pro
de_de@formal: BuddyPress Profil Pro

source: This plugin gives you the power to extend BuddyPress Profiles with repeater fields and groups. You can easily add multiple field groups and display them at member’s profile.
de_de@formal: Mit diesem Plugin können Sie BuddyPress-Profile mit Repeater-Feldern und -Gruppen erweitern. Sie können problemlos mehrere Feldgruppen hinzufügen und diese im Profil des Mitglieds anzeigen.

source: Components
de_de@formal: Komponenten

source: Settings
de_de@formal: Einstellungen

source: License
de_de@formal: Lizenz

source: BuddyPress Profanity requires to be activated on the blog where BuddyPress is activated.
de_de@formal: BuddyPress Profanity muss in dem Blog aktiviert sein, in dem BuddyPress aktiviert ist.

source: BuddyPress Profanity and BuddyPress need to share the same network configuration.
de_de@formal: BuddyPress Profanity und BuddyPress müssen dieselbe Netzwerkkonfiguration verwenden.

source: BuddyPress Private Community Pro requires to be activated on the blog where BuddyPress is activated.
de_de@formal: BuddyPress Private Community Pro muss in dem Blog aktiviert sein, in dem BuddyPress aktiviert ist.

source: BuddyPress Private Community Pro and BuddyPress need to share the same network configuration.
de_de@formal: BuddyPress Private Community Pro und BuddyPress müssen dieselbe Netzwerkkonfiguration verwenden.

source: %1$s is ineffective as it requires %2$s to be installed and active.
de_de@formal: %1$s ist wirkungslos, da %2$s installiert und aktiv sein muss.

source: %1$s is ineffective now as it requires %2$s to be installed and active.
de_de@formal: %1$s ist jetzt wirkungslos, da %2$s installiert und aktiv sein muss.

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s.
de_de@formal: Es ist eine neue Version von %1$s verfügbar. %2$sVersion ansehen %3$s Details%4$s.

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s or %5$supdate now%6$s.
de_de@formal: Es ist eine neue Version von %1$s verfügbar. %2$sVersion ansehen %3$s Details%4$s oder %5$sjetzt aktualisieren%6$s.

source: You do not have permission to install plugin updates
de_de@formal: Sie haben keine Berechtigung, Plugin-Updates zu installieren

source: Error
de_de@formal: Fehler

source: An error occurred, please try again.
de_de@formal: Ein Fehler ist aufgetreten, bitte versuchen Sie es erneut.

source: Deactivate License
de_de@formal: Lizenz deaktivieren

source: Activate License
de_de@formal: Lizenz aktivieren

source: Your license key expired on %s.
de_de@formal: Ihr Lizenzschlüssel ist am %s abgelaufen.

source: Your license key has been disabled.
de_de@formal: Ihr Lizenzschlüssel wurde deaktiviert.

source: Invalid license.
de_de@formal: Ungültige Lizenz.

source: Your license is not active for this URL.
de_de@formal: Ihre Lizenz ist für diese URL nicht aktiv.

source: This appears to be an invalid license key for %s.
de_de@formal: Dies scheint ein ungültiger Lizenzschlüssel für %s zu sein.

source: Your license key has reached its activation limit.
de_de@formal: Ihr Lizenzschlüssel hat sein Aktivierungslimit erreicht.

source: Activity Commments
de_de@formal: Aktivitätskommentare

source: Messages
de_de@formal: Meldungen

source: [*] Asterisk
de_de@formal: [*] Sternchen

source: [$] Dollar
de_de@formal: [$] Dollarzeichen

source: [?] Question
de_de@formal: [?] Fragezeichen

source: [!] Exclamation
de_de@formal: [!] Ausrufezeichen

source: [-] Hyphen
de_de@formal: [-] Bindestrich

source: [ ] Blank
de_de@formal: [ ] Leer

source: http://www.wbcomdesigns.com/plugins/
de_de@formal: https://www.wbcomdesigns.com/plugins/
